{"pre": "The are been been work work on (semi-)automatic #REFR but techniques we 3More is on the formalization structure is",
  "cit": "There has also been significant work on #OTHEREFR; #REFR, such that even 3More details about the chunk parser can"}
{"pre": "The recently, #REFR approach and has neural alignment technique proposed by #REFR. which the authors is used on the", "cit": "More recently, another _OOV_ model using an RNN was proposed in #REFR, where the decoder is conditioned on a"}
{"pre": "The most of to to that and #REFR #OTHEREFR but in version instance, approach and and the recent we", "cit": "The idea is similar to Finkler and Neumann #OTHEREFR, though simplified for our _OOV_ #REFR in his VEX system"}
{"pre": "The the work, we use our model model on the and the which and by the CTB International Bakeoff", "cit": "In this section, we test our joint model on PKU and MSRA _OOV_ provided by the Second Segmentation _OOV_"}
{"pre": "The order field of statistical translation, the idea of statistical combination is on respect the a same of the", "cit": "In the context of machine translation, the performance of system generally decreases with increase in the length of the"}
{"pre": "The use the on the ways: GeoQuery parsers, models GeoQuery #OTHEREFR, and Freebase #REFR _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "We perform experiments in two benchmark semantic parsing datasets: GeoQuery #OTHEREFR and ATIS #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The use the PPDB morphological #REFR and and the English texts parser _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "We used The Japanese parser KNP #OTHEREFR and The English _OOV_ #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "#REFR work exploits distributional information in different forms, including context clustering models #OTHEREFR; #REFR, and clustering Formally, generalisation models", "cit": "Different work exploits distributional information in different forms, including context clustering models #OTHEREFR; #REFR and Bayesian Formally, the position"}
{"pre": "#REFR has a work on remove noise from SMS datasets, or _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "There exists some work to remove noise from SMS #OTHEREFR #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "And, on the has #REFR has focused that in the are a beliefs it information that not compared at", "cit": "Research in summarization #OTHEREFR; #REFR has shown that, in genres with stereotypical structure, important sentences are often located at"}
{"pre": "The proposed a parallel neural for word analysis. and a composed any trees information _EOS_ work; shown but best", "cit": "#REFR used monolingual recursive autoencoders for sentiment prediction, with or without parse tree information; this was perhaps the first"}
{"pre": "The word reordering is in respect machine alignment based and of using that to to use already to the", "cit": "The SMR technique works with statistical word classes #REFR instead of words themselves (particularly, we have used 200 classes"}
{"pre": "We work include also evaluated using #REFR). Kullback-Leibler #REFR which the Unigram #OTHEREFR. and they models are not _EOS_", "cit": "Other metrics were also calculated (e.g. the V-Measure #REFR, and Average Entropy #OTHEREFR), but these results were excluded due"}
{"pre": "The use our system with a reimplementation phrase-based machine translation system and a implementation perceptron #REFR model #REFR. and", "cit": "We compare our model against a state-of-the-art statistical machine translation #OTHEREFR and an averaged perceptron edit model _OOV_ with"}
{"pre": "In a in #REFR, and result, expression generation be regularly to to the extracted to provide in the most", "cit": "As shown in [#REFR], a referring expression must communicate enough information to be able to uniquely identify the intended"}
{"pre": "ACE2004-Culotta-Test: compare our system approach on the SemEval-2010 popular used models used coreference resolution MUC MUC SemEval-2010 corpus. set", "cit": "We evaluate our proposed model with the most commonly used metrics for coreference resolution: for the OntoNotes data sets"}
{"pre": "The have the Mexico & Transducer of focused on ontology system for optimised robust and developers non-nested _EOS_ of", "cit": "Researchers at New Mexico State University have built an automatic algorithm \\[#REFR\\] for locating and disambiguating _OOV_ terms (head"}
{"pre": "The a are be the performance but the better accuracy than 97% to a at the words and European", "cit": "Such methods can achieve better performance, reaching a tagging accuracy of up to 85% on unknown words for English"}
{"pre": "The on Chinese Chinese dependency of that the method is the state-of-the-art parser of on using and _EOS_ _EOS_", "cit": "Experiments on two Chinese treebanks showed that our approach outperformed the baseline system #REFR by _OOV_ _EOS_ _PAD_ _PAD_"}
{"pre": "We existing work on sentiment summarization focus on predicting the overall rating on a entity #OTHEREFR; #REFR. _EOS_ and", "cit": "Most existing works on sentiment summarization focus on predicting the overall rating on an entity #OTHEREFR; #REFR). _EOS_ _PAD_"}
{"pre": "The proposed a approach a parser model for uses the trees and a information and ?whole? types dependency extraction", "cit": "#REFR propose an integrated statistical parsing technique that augments parse trees with semantic labels denoting entity and relation types."}
{"pre": "We of in this area include been achieved to generative models #OTHEREFR; and are use from wellchosen to over", "cit": "Some success in this area has been demonstrated via generative models #OTHEREFR, which often benefit from wellchosen priors #REFR"}
{"pre": "12The of has been been devoted to integer linear programming (ILP) #REFR. but parsing #OTHEREFR. but others. _EOS_ _EOS_", "cit": "Much attention has recently been devoted to integer linear programming #OTHEREFR; #REFR, dependency parsing #OTHEREFR, among others. _EOS_ _PAD_"}
{"pre": "The approach is with performing a method approach of #REFR, knowledgebased alignment models Giza++ #REFR and alignments the in", "cit": "Our framework proceeds by using the standard procedure of performing word alignment using GIZA++ #OTHEREFR and obtaining phrases from"}
{"pre": "The work have witnessed burgeoning development of statistical machine translation research, notably phrase-based #OTHEREFR; and syntax-based models #OTHEREFR. _EOS_", "cit": "Recent years have witnessed burgeoning development of statistical machine translation research, notably phrase-based #REFR and syntax-based approaches #OTHEREFR. _EOS_"}
{"pre": "The baseline is accurate explains the results results achieved by the and the on prosodic features in prosodic that", "cit": "Our analysis more fully explains the positive results achieved by #REFR from reranking with prosodic features and suggests that"}
{"pre": "The use to use the binned prosodic features into in #REFR. literature subsection as #REFR, manner similar has to", "cit": "We tried to incorporate the binned prosodic information described in the previous subsection in a manner that corresponds as"}
{"pre": "Measures of cross-language relatedness are useful for a number number of applications, including cross-language information retrieval #OTHEREFR, cross-language information", "cit": "Measures of cross-language relatedness are useful for a large number of applications, including cross-language information retrieval #OTHEREFR, cross-language annotation"}
{"pre": "In use between and into the events? #REFR a in #REFR. _EOS_ media linked to the of features between", "cit": "We distinguish social acts from ?social events? as described in #REFR: social events correspond to types of interactions among"}
{"pre": "Excitation use the #REFR words dependency pages to and by #REFR #REFR to the Japanese _EOS_ _EOS_ _EOS_ _EOS_", "cit": "We used 600 million Japanese Web pages #OTHEREFR parsed by KNP #REFR as a corpus. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The several trees have been shown effective be for syntax syntactic translations #REFR, the remains difficult to the work", "cit": "While syntactical constraints have been proven to helpful in identifying good paraphrases #REFR, it is insufficient in our task"}
{"pre": "The work is be seen related tree of weakly structure #OTHEREFR; lexical and translation #OTHEREFR; #REFR. _EOS_ _EOS_ _EOS_", "cit": "Our approach can be considered a generalization of syntactic approaches to example-based machine translation #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "Statistical third, approach approach is NLG NLG is on surface and surface user?s strategy proposed in #REFR. who evaluated", "cit": "A general abstract model of incremental processing based on _OOV_ and a processor was developed by #REFR and is"}
{"pre": "cred-tf-idf use compare our method with the and #REFR NBSVM _EOS_ Vector Machine (SVM) _EOS_ uses achieved state-of-the-art performance", "cit": "We also compare our method against Wang and #REFR?s Naive-Bayes Support Vector Machine _OOV_ which has achieved state-of-the-art results"}
{"pre": "The heterogeneity is this paper is similar in the Lexical property of the of proposed by #REFR. _EOS_ _EOS_", "cit": "The proposal in this paper is grounded on the heterogeneity property of evaluation measures introduced in #REFR. _EOS_ _PAD_"}
{"pre": "The utility group is to use typing word and into the SemEval-2007 task set by #REFR. _EOS_ #REFR. and", "cit": "The first task is to answer the closest-opposite questions from the GRE test provided by #REFR4. _EOS_ _PAD_ _PAD_"}
{"pre": "The the are other parsing parsers #OTHEREFR; which both we believe that binarization can be applied. _EOS_ _EOS_ _EOS_", "cit": "However, there are state-of-the-art unlexicalized parsers #REFR, to which we believe our binarization can be applied. _EOS_ _PAD_ _PAD_"}
{"pre": "The of such systems include tutoring systems intelligent assistants, and spoken language systems #OTHEREFR; _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Examples of such systems include tutoring systems, intelligent assistants, and spoken translation systems #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "There has been a substantial body of work on metaphor identification #OTHEREFR; interpretation #OTHEREFR; #REFR. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "There has been a substantial body of work on metaphor identification and interpretation #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The example, more comparison we experiments have optimized using the same corpus set as in #REFR. 3) _EOS_ and", "cit": "For a fair comparison, all aligners are trained on the same training corpora described in Section 3.2. _OOV_ aligner"}
{"pre": "The is also mentioning that the translation side tree are are to be extracted. than the and the obtained", "cit": "It is worth noting that the German parse trees #REFR tend to be broader and shallower than those for"}
{"pre": "The use the eliminate unimportant sentences which similar to Q&A to in _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "We identify and eliminate unimportant words, somewhat similar to Q&A retrieval #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The ACFG been a platform library which architecture Text a platform process for the annotators. to _EOS_ _EOS_ _EOS_", "cit": "BBN has developed a software package, the Learner, as a porting tool for non-expert users #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "The use a new of the Earley-style learning framework that by pairwise pairwise MIRA framework similar online _EOS_ _EOS_", "cit": "We proposed a variant of an online learning algorithm inspired by a batch learning algorithm of #REFR. _EOS_ _PAD_"}
{"pre": "The proposed paraphrases from monolingual parallel using monolingual similarity to _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR derive paraphrases from monolingual data using distributional similarity metrics. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The #REFR has been many approaches in SRL #OTHEREFR; #REFR. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ and and and and", "cit": "Recently, there have been many advances in SRL #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "We the research work have been ways of using annotated non-native text either by incorporating error-tagged data into the", "cit": "However, some recent approaches have explored ways of using annotated non-native text either by incorporating error-tagged data into the"}
{"pre": "The machine Translation #OTHEREFR; and language #REFR. language n-grams, #REFR. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Statistical Machine Translation #OTHEREFR and prediction of twitter responses #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The have used to lot of attention to datadriven dependency parsing #OTHEREFR; recent years #OTHEREFR; _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Researchers have paid a lot of attention to datadriven dependency parsing in recent years #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The feature training selection we used the been used in #REFR word of the of the Berkeley Treebank Gigaword", "cit": "The unsupervised data that we integrate has been created by automatic translations of parts of the Arabic LDC Gigaword"}
{"pre": "The the conception is be a in the best of in the current presupposition of be and be the", "cit": "Although this approach can give inaccurate estimates, the counts given to the incorrect senses will _OOV_ randomly throughout the"}
{"pre": "The method method is the approaches extraction methods, which a and in the frequency similar are similar freely sets", "cit": "Our projection procedure resembles unsupervised text categorization #REFR, with categories represented by term clusters that are not predefined but"}
{"pre": "Full, number approach has to by #REFR where the a accuracy grammars from a dependencies. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "A similar idea is proposed by #REFR for producing high precision data for lexical acquisition. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The the iteration of the distant supervision process, we use follow the approach work #OTHEREFR; #REFR _EOS_ _EOS_ _EOS_", "cit": "At each step of the distant supervision process, we closely follow the recent literature #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "We segmentation has to be the the smallest of typically by the other in thereby uncover the most structure", "cit": "Discourse parsing tries to identify how the units are connected with each other and thereby uncover the hierarchical structure"}
{"pre": "The grammar of the corpus corpus has is a longer on special for which context of the context domain.", "cit": "The existence of the ATIS database #REFR is no doubt a factor in the popularity of the travel domain"}
{"pre": "Sup graphbased method views the problem as finding an optimal tree from a fully-connected directed graph #OTHEREFR; #REFR. while", "cit": "The graphbased method views the problem as finding an optimal tree from a fully-connected directed graph #OTHEREFR; #REFR, while"}
{"pre": "The use the maximum-entropy approach parser model to McDonald arc-eager for in are be applied to #OTHEREFR. parsers experiments", "cit": "We use a common graph-based parsing technique #REFR; the approaches described here could be used in transition-based parsing as"}
{"pre": "We idea the key of the model transition-based mapping between of #REFR. and the dependency dictionaries of follow ran", "cit": "This is a variant of the greedy one-to-one mapping scheme of #REFR.8 With a Tag Dictionary We also ran"}
{"pre": "The we use the impact of the different flavours of Covington?s algorithm for and nonprojective dependency parsing, #REFR. the", "cit": "First, we investigate the impact of using different flavours of Covington?s algorithm #OTHEREFR for nonprojective dependency parsing on the"}
{"pre": "The describe a similar description of can known in to _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR presents a detailed overview that also mentions _OOV_ _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The proposed a unsupervised to by the initializing that many in only polysemous set of possible for manually by", "cit": "#REFR chose an approach motivated by the assumption that documents containing a large number of patterns already identified as"}
{"pre": "We we approach Huang is has be be used as a from a traditional approaches where more e.g. not", "cit": "Finally, another soft-constraint approach that can also be viewed as coming from the data-driven side, adding syntax, is taken"}
{"pre": "The C99 col- set is the consists used used in the segmentation for is the of the segmentation algorithm", "cit": "The artificial data set of #REFR is widely used in the literature and enables comparison of a new segmentation"}
{"pre": "The approach system is context-dependent phrasal translation is from to in #REFR. and #OTHEREFR. been used on a language", "cit": "Another WSD approach incorporating context-dependent phrasal translation lexicons is given in #REFR and has been evaluated on several translation"}
{"pre": "The techniques for tree-structured translation models involve either allowing the nonterminal to generate a terminals and other nonterminals #OTHEREFR;", "cit": "Analogous techniques for tree-structured translation models involve either allowing each nonterminal to generate both terminals and other nonterminals #REFR,"}
{"pre": "Best05 the Second International Chinese Word Segmentation Bakeoff #OTHEREFR; standard, is Bakeoff #REFR workshop is of the highest scoring", "cit": "In the Second International Chinese Word Segmentation Bakeoff (the second SIGHAN CWS _OOV_ #REFR, two of the highest scoring"}
{"pre": "#REFR main common approaches are relation extraction are supervised paradigm; seed as #OTHEREFR; been proposed to outperform effective for", "cit": "The most representative methods for relation classification use supervised paradigm; such methods have been shown to be effective and"}
{"pre": "We use this problem of the pruning instances as cast referred to the NLP of syntactic machine such example", "cit": "We avoid the construction of _OOV_ 1This problem is also relevant to other areas of statistical NLP, for example"}
{"pre": "The MaltParser is is the was in #REFR is designed to a feature trained the trained for the parser", "cit": "The MaltParser system for English described in #REFR was used as a baseline, and then optimized for this new"}
{"pre": "The are two main approaches to data-driven parsing Maximum dependency transition-based #OTHEREFR; the models algorithm a #OTHEREFR; higher-order done", "cit": "There are two dominant approaches to dependency parsing: graph-based and transition-based, where graphbased parsing is understood to be slower,"}
{"pre": "Generalizations the have concentrated on determinism of the way we can use introduce a weighted degree of nondeterminism and", "cit": "Whereas we have concentrated on determinism in this paper, one can also introduce a limited degree of nondeterminism and"}
{"pre": "The use out the version evaluation on the CCG induced f-structures subcategorization forms of the COMLEX Syntax Grammar hat", "cit": "We carried out a comprehensive evaluation of the automatically acquired verbal semantic forms against the COMLEX Resource #REFR for"}
{"pre": "The 2: The simple lexicalized parse tree. criminative models described in #REFR. and lexicalized model of #REFR. and lexicalized", "cit": "Figure 2: A simple lexicalized parse tree. criminative models described in #OTHEREFR, the generative model in #REFR, the lexicalized"}
{"pre": "We recently, #REFR have that the approach MT is be trained trained the a packed monolingual translation system, the", "cit": "More recently, we show that our SCFG-based parser can be inverted to produce a state-of-the-art NL generator, where a"}
{"pre": "#REFR #REFR the of the things data #REFR and to find the methods lexico-semantic patterns of the are noun", "cit": "_OOV_ from results for concrete test sets, #REFR try to identify statistical and linguistic properties on that the performance"}
{"pre": "The have use the approach representation #REFR in account the relations--DiCE #REFR--to check and inferences and intentional and and", "cit": "We will extend the logical engine used to infer rhetorical relations--DiCE #OTHEREFRb, #REFR--to model inferences about intentional structure and"}
{"pre": "The of these approaches have been successfully applied to NLP tasks: word sense disambiguation #OTHEREFR, sentiment analysis #OTHEREFR. etc.", "cit": "Some of these techniques have been successfully applied for NLP tasks: word sense disambiguation #REFR, sentiment analysis #OTHEREFR, to"}
{"pre": "The overcome the knowledge, we the rules, we used with a statistical set of which the Air Treebank #REFR", "cit": "To expand our lexicon of these nouns, we started with a seed set garnered from the Penn Treebank #REFR,"}
{"pre": "The proposed a manually to determine the a seed of the parallel lexicon to Japanese _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR use a thesaurus to aid in the construction of a sentiment lexicon for English. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The neural recently improvements adding model phrase is be to better performance machine #REFR. better alignment #OTHEREFR; _EOS_ _EOS_", "cit": "Analyses have shown that this augmented data can lead to better statistical estimation or word coverage #REFR. _EOS_ _PAD_"}
{"pre": "The recent recent #OTHEREFR; #REFR), try has been shown that the free methods semi-supervised methods can be used to", "cit": "In several studies (e.g., #REFR it has been shown that relatively unsupervised and language-independent methods could be used to"}
{"pre": "The this paper, we use the of of the PropBank Street Journal (WSJ) corpus, of speech Penn Treebank #OTHEREFR", "cit": "In this study we use PropBanked versions of the Wall Street Journal (WSJ) part of the Penn Treebank #REFR"}
{"pre": "The recently, #REFR approaches have investigated different models to this classification #OTHEREFR; #REFR. and syntactic NLP of emerging information", "cit": "More recently, various researchers have used topic models for document geolocation #OTHEREFR; #REFR or other types of geographic document"}
{"pre": "We use a models models for are the document and and the text and their that the Markov Models", "cit": "#REFR implement lexicalized content models that represent global text properties on news articles and narratives using Hidden Markov Models"}
{"pre": "The best of is to find this problems the level of accuracy output introduced have the a for be", "cit": "The merging procedure seeks to address overfitting at the level of the features themselves and remain true to the"}
{"pre": "The work have on #REFR different of studies #OTHEREFR; the CMU-TREE-TO-TREE shown a (Dutch the such the recognition for", "cit": "Recent experiments performed by two groups of researchers at CMU have gathered ata on subjects using speech recognizers in"}
{"pre": "The detailed of numerical is used NLP NLP work is usability SNoW expansion linear #REFR. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "A source of statistics widely used in prior work is the query log #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "Improvements of the experiments recognition system can can to the #REFR. paper are be found in #REFR/1). _EOS_ _EOS_", "cit": "Details about the speech recognition system we refer to in the paper can be found in #REFR/1). _EOS_ _PAD_"}
{"pre": "The far the features from been used for for for tagging propagation #OTHEREFR, we can the types and statistics", "cit": "As using complementary information has been useful in, e.g., POS error detection #REFR, we explore other simple comparable properties"}
{"pre": "The system phenomenon is the system is provided as the single generation (short \\[#REFR\\]. and is used source for", "cit": "The linguistic information within this track is encoded in a so-called VIT 2 #REFR which is a formalism following"}
{"pre": "The proposed the similar approach approach to classify the the sentiment patterns and well patterns _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR adopted a supervised learning technique to search for useful syntactic patterns as contextual clues. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "We example, expressive, linguistically-motivated syntactic MT systems have we most is of grown in more the structure models #OTHEREFR.", "cit": "For more expressive, linguistically-motivated syntactic MT models #REFR, the grammar complexity has grown considerably over hierarchical phrase-based models #OTHEREFR."}
{"pre": "The surprisingly, much of of noise #OTHEREFR; also for remove out noise training to _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Not surprisingly, some degree of disambiguation is needed to carry out effective _OOV_ #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The related introduction is this is this paper is the in the where use a randomized for co-training table", "cit": "A good example of work in this space is shown in #REFR, who describe a method for phrase table"}
{"pre": "Unsupervised translation have have between probability translation model of fundamental evidence of source the word and to each to", "cit": "Factored models #REFR factor the phrase translation probabilities over additional information annotated to each word, allowing for text to"}
{"pre": "#REFR we use experimenting interested with the accuracy, by more accurate the performance of the approach using we did", "cit": "Therefore, we were less concerned with improving efficiency, and more with the properties of this algorithm, which we consider"}
{"pre": "The is been shown that surprisal and parsing methods the variety can improves the performance accuracy accuracy of the", "cit": "It has been shown that accurate discourse segmentation within a sentence greatly improves the overall parsing accuracy to near"}
{"pre": "The of have a features #OTHEREFR; the word-internal dictionary and are the importance of absence of words words of", "cit": "Many systems use binary features i.e. the word-internal features, which indicate the presence or absence of particular property in"}
{"pre": "The is approach parsing was are the results was the same corpus tests set in #REFR. where the =", "cit": "This 5All statistical significance tests in these experiments use the computationally-intensive randomisation test described in #REFR, with p <"}
{"pre": "The performance a notoriously feature step in many applications such text analysis #OTHEREFR, and detection #OTHEREFR. and summarization _EOS_", "cit": "Segmentation is a useful intermediate step in such applications as subjectivity analysis #REFR, automatic summarization #OTHEREFR and others. _EOS_"}
{"pre": "The describe a times in for anaphora, and suggest #OTHEREFR assess development the search of the and dependency information", "cit": "#REFR dissected parsing difficulty metrics (including surprisal and entropy) to separate out the effects of syntactic and lexical difficulties,"}
{"pre": "The Similarity has POS was performed out using the Stanford semantic of the CoNLL-2008 shared #REFR. _EOS_ _EOS_ _EOS_", "cit": "Sentence splitting and tokenization was carried out using the relevant modules from the BRAT package #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "The has been successfully applied to a number of NLP tasks like as part-of-speech tagging #OTHEREFR, parsing sentiment entity", "cit": "AL has been successfully applied to a number of NLP tasks such as part-of-speech tagging #OTHEREFR, and named entity"}
{"pre": "The describe that multistage improvement in parsing accuracy over compared to are obtained to the from _EOS_ the rules", "cit": "#REFR showed a slight improvement in parsing accuracy when enough fragments were added to learn enrichments beyond manual refinements."}
{"pre": "The are a a of a Net #OTHEREFR, WordNet++ #REFR #REFR EuroWordNet uses a to the Wikipedia, Wiktionary, for", "cit": "There is currently support for Word- Net #OTHEREFR, and UBY #REFR, which provides access to WordNet, Wikipedia, Wiktionary, GermaNet,"}
{"pre": "We use #REFR experimental of #REFR in formalize the closest and of a image is the given of concepts.", "cit": "We follow the approach of #REFR and predict the _OOV_ y of an image over a collection of labelled"}
{"pre": "The and are #REFR are the the and for decoding. combination sentences. been shown for the language _EOS_ _EOS_", "cit": "_OOV_ rules #OTHEREFR; #REFR for preordering training data and system input have been explored in numerous publications. _EOS_ _PAD_"}
{"pre": "The used that improvements systems for compared (POS) on based improve useful _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR found several parsing-based features and part-of-speech based features to be useful. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The the op systems systems for based Markov Models #OTHEREFR, Hidden entropy models #OTHEREFR. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Among recent op performing methods are Hidden Markov Models #REFR, maximum entropy approaches #OTHEREFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The weights model used a and are extracted using the Berkeley parser alignments tool #REFR. of #REFR. and the", "cit": "The reordering metrics require alignments which were created using the Berkeley word alignment package version 1.1 #REFR, with the"}
{"pre": "MDR decades, a to be low the the domain classifier for for the uses of _EOS_ _EOS_ _EOS_ _EOS_", "cit": "_OOV_ is known to not improve upon a single classifier baseline for that dataset #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The authors have broad-coverage to have RA into a own algorithm. but none of on a solely, integrating it", "cit": "Many authors (among them #REFR incorporate RA into their parsing systems, yet none rely on it solely, integrating it"}
{"pre": "The recent have that the the in parsers such we approach recent have more best algorithm of #REFR who", "cit": "Nevertheless, we conclude that among currently available approaches, i.e., our two algorithms and the EM-based approach of #REFR, _OOV_"}
{"pre": "The a ?, n-grams in obtain the translation of the system rapidly significantly but and on language for the", "cit": "Using higher order LMs to improve the accuracy of SMT is not new. #REFR built 5-gram LMs over web"}
{"pre": "We idea similar the by the case finding of #REFR, and to be semantically on the co-occurrence of accurate", "cit": "This is perhaps _OOV_ as the finer-grained distinctions in corpora seem to be based on lexical properties more than"}
{"pre": "The model is the is this family domain #REFR and the and Swedish, and _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "The system translates entences in the ATIS domain #REFR between English and Mandarin Chinese. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The use the approach of #REFR in a foundation which use by to the learning learning #OTHEREFR. show additional", "cit": "We took the model of #REFR as the baseline, and extended it with online large-margin training and an N"}
{"pre": "The the to compare the systems? accuracy in different groups on relation domains such as question processing #OTHEREFR, textual", "cit": "In order to improve QA systems? performance many research focus on different structures such as question processing #REFR, information"}
{"pre": "We example, modeling, we number language is to the is be to in or systems corpora corpora _EOS_ _EOS_", "cit": "For language acquisition, a natural question is whether prosody could similarly aid grammar induction from speech #REFR. _EOS_ _PAD_"}
{"pre": "#REFR many sophisticated have have the problem of positivity expression negativity as positive #REFR themes), whole in not positive", "cit": "While many works #OTHEREFR view the properties of positivity and negativity as categorical (i.e., a term is either positive"}
{"pre": "The of proposal is not distinguish any current of in the current clusters, we use access experiments same 9", "cit": "Because our algorithm does not consider the context given by the preceding sentences, we have conducted the following experiment"}
{"pre": "The of of the modeling we approach is uses not use change the the target model, structure, the and", "cit": "One source of constraint which our model still does not explicitly capture is the first-order dependency between alignment positions,"}
{"pre": "The of the to evaluate different we the researchers results of word vectors vectors in and into set from", "cit": "Analysis In order to distinguish antonyms from synonyms, the polarity inducing LSA (PILSA) model #REFR takes a thesaurus as"}
{"pre": "The a subsampled corpus the extract the #REFR for a alignments tool. for _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Given a bilingual corpus, we use GIZA++ #REFR as word alignment core algorithm. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The state-of-the-art have DS models and PS simultaneously extraction enhance the efficiency of parsing parsing #OTHEREFR; _EOS_ _EOS_ _EOS_", "cit": "Several researchers explored joint DS and PS information to enhance the quality of syntactic parsing #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "The use our the publicly results system of the publicly feature as the metrics as #REFR. _EOS_ _EOS_ _EOS_", "cit": "We compare against the original MIML-RE model using the same dataset and evaluation methodology as #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "The 3A we I a #REFR in be demande be the algorithm appropriate comparison key of the and and", "cit": "4 Here I propose what appears to me to be the most direct probabilistic generalization of lexiealized _OOV_ a"}
{"pre": "Symmetrization is also natural problem growing that number component in in diversity sources to as the data translation based", "cit": "It is a fundamental and often a necessary step before linguistic knowledge _OOV_ such as training a phrase translation"}
{"pre": "Indeed proposed a first of uses amounts of clusters and be used in being is a factor distribution a", "cit": "#REFR took the approach that large number of entities will be _OOV_ as there is a probability that the"}
{"pre": "The Berkeley of syntactic parsing has received a great deal of attention in progress in the creation of the", "cit": "The field of syntactic parsing has received a great deal of attention and progress since the creation of the"}
{"pre": "Greedy local search #OTHEREFR; #REFR. is been been used to a in a parsing. and shift-reduce is been been", "cit": "Greedy local search #OTHEREFR; #REFR has typically been used for decoding in shift-reduce parsers, while beam-search has recently been"}
{"pre": "The is is from the (more space metaphor weighting #REFR. and used in the frameworks such WSD, semantics #OTHEREFR.", "cit": "This representation departs from the vector space metaphor #OTHEREFR; #REFR, commonly employed in other frameworks for distributional semantics such"}
{"pre": "There the and not delimit the are white-space, the same of the is be problematic, sequence #OTHEREFR; and if", "cit": "Since Japanese does not delimit words by white-space, the unit of chunking can be a character #REFR or a"}
{"pre": "Exactly use proposed the first of factoids features in by text in and they not show the information as", "cit": "#REFR first identified the importance of syntactic _OOV_ parsing for information retrieval, but did not consider query segmentation itself."}
{"pre": "Along focusses on the the hyperparameters hierarchical rules either by removing redundancy #OTHEREFR; or automatically reducing the to on", "cit": "One focusses on filtering the extracted hierarchical rules either by removing redundancy #OTHEREFR or by filtering rules based on"}
{"pre": "The than deriving a dependencies, information features feature we of be a for learning acquisition of the purposes trees", "cit": "Rather than using sentence length as a proxy, measures can employ tools for automatic analysis of the syntactic structure"}
{"pre": "The compression has a framed as a problem of removing secondary ID #OTHEREFR; a document while maintaining its grammaticality", "cit": "Sentence compression is typically formulated as the problem of removing secondary information from a sentence while maintaining its grammaticality"}
{"pre": "tence) for used been for than feature that on the dependency features templates used #REFR. and Japanese and _EOS_", "cit": "Features We have designed rather simple features based on the common feature set #OTHEREFR; #REFR for bunsetsu-based parsers. _EOS_"}
{"pre": "The of is in top list generated by the method model described #REFR _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Each list contained the n-best translations produced by the phrase-based system of #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "We this last sections, the in we the results papers of in the we use the in be the", "cit": "In the following model, summarized here from the full description given in #REFR, we consider words to be ordered"}
{"pre": "The although it is not practice in MT evaluation to measure increases in automatic metric scores #REFR. significance tests", "cit": "However, although it is standard practice in MT evaluation to measure increases in automatic metric scores with significance tests"}
{"pre": "Vecchi example, #REFR has been shown that the error correction systems are human accuracy and the accuracy for recall", "cit": "For example, it has been shown that grammatical error detection systems with high precision maximize learning effect, and that"}
{"pre": "Versions WTMF of domain is from topic model random field has has been shown to be well with be", "cit": "The correctness of fields extracted via a conditional random field extractor has been shown to correlate well to an"}
{"pre": "The work on shown that a statistical small corpus context #REFR, a a to WordNet set corpus property or", "cit": "Previous work has shown that within a given discourse #OTHEREFR, or with respect to a given collocation #REFR, a"}
{"pre": "We researchers condition parsing decisions on many other features, such as parent phrase-marker, and, famously, the lexical-head of the", "cit": "Instead researchers condition parsing decisions on many other features, such as parent phrase-marker, and, famously, the lexical-head of the"}
{"pre": "The this we of/Hayes in is and Jitcobs 1988/ describes ystems a is a stories a a in merely", "cit": "In particular, each _OOV_ 1988/, and/Rau and Jitcobs 1988/ describes ystems that characterize news reports with results that could"}
{"pre": "The the current practice determination of we #REFR, our approach merges on the n-gram tool on to with a", "cit": "Unlike the typical content specification modules #OTHEREFR; #REFR, our system relies on an authoring workstation environment equipped with a"}
{"pre": "In to finding problem began with taking the fragments Fall into the treebank #OTHEREFR; #REFR, _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Approaches to this problem began by taking all fragments Fall in a treebank #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "#REFR frequency method proposed so this literature are and distance-weighted averaging #REFR, _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "The smoothing methods proposed in the literature #OTHEREFR, and distance-weighted averaging #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The models resources are scarce a to create, a adapt thousands same publicly them into to be a agreement", "cit": "Such annotated resources are scarce, expensive to create and even the largest of them tend to have low coverage"}
{"pre": "The is generally difficult for NLP of perform the automatically, grammatical own #REFR. the large annotation English _EOS_ _EOS_", "cit": "It is highly effective for learners to receive feedback on their essays from a human tutor #REFR. _EOS_ _PAD_"}
{"pre": "The number of the for automatically order disambiguation are presented in #REFR. and colleagues #OTHEREFR; _EOS_ _EOS_ _EOS_ _EOS_", "cit": "A review of methods for word sense disambiguation is presented by Ide and colleagues #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "We researchers works show promising results with a assumption that syntactic cohesion explains almost all translation movement for some", "cit": "Many previous works show promising results with an assumption that syntactic cohesion explains almost all translation movement for some"}
{"pre": "The CW evaluation #REFR which used by the by the on the relational and we are selection a judgments", "cit": "The pyramid method #REFR, was inspired in part by work in reading comprehension that scores content using human annotation"}
{"pre": "The of tags has have be done with a the post-processing tagger to a #REFR. post-processing to tagger in", "cit": "Correcting POS annotation errors can be done by applying a POS tagger and altering the input POS tags #REFR."}
{"pre": "We CW dataset is contains of US sentences pairs and the documents. way. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "The Opinosis dataset #REFR consists of short user reviews in 51 different topics. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The work will include: how sophisticated approaches for automatic generation #OTHEREFR; example, and selection such as the described in", "cit": "Future research will investigate more sophisticated methods of text-to-text similarity for _OOV_ content scoring, such as those used in"}
{"pre": "The use the corpus with the Stanford tools: the standard parser #OTHEREFR and the the and TIGER #OTHEREFR package", "cit": "We pre-process the dataset with the following tools: the Charniak Parser #REFR for parsing sentences, the WordNet similarity package"}
{"pre": "The starts mining #REFR order direction, #REFR problem is is is be represented to using entity mining #REFR. and", "cit": "False Opinion _OOV_ In another case, the phrase _OOV_ time? can be matched by an opinion pattern _OOV_ which"}
{"pre": "We use the with social content between scenes on social the to the messages to the relatively of subjective", "cit": "#REFR investigate questions of dialectal differences and variation in regional interests in Twitter users using a collection of geotagged"}
{"pre": "The this a show used the improved the the WSJ MST of the WSJ WSJ the of #REFR. which", "cit": "In addition, we have thrown further doubt on the possible use of the PTB for cross-framework parser evaluation, as"}
{"pre": "#REFR SweVoc of confidence-based features semantic to has been the performance of computational computational computational accent #OTHEREFR; #OTHEREFR; recent", "cit": "The use of prosodic and coarticulatory context has improved the effectiveness of tone and pitch accent recognition in a"}
{"pre": "The proposed the combination with a translation in a corpora systems _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR investigated system combination using automatic generation of diverse individual systems. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The the use set of on the other of head-child features of the training tree, and the contains two", "cit": "Therefore, the feature model focuses on each kind of head-child pair in the dependency tree, and mainly contains four"}
{"pre": "We all of work on unsupervised grammar induction has focused on semi-supervised for models structure parsers #REFR. and unsupervised", "cit": "Nearly all previous work on unsupervised grammar induction has focused on learning hierarchical phrase structure #OTHEREFR; #REFR or dependency"}
{"pre": "The approach approach of projection methods is bitext to a language sentences to resource-scarce languages #OTHEREFR; a dictionary corpus", "cit": "Another common type of projection methods map labels from resource-rich language sentences to resource-scarce ones in a parallel corpus"}
{"pre": "The model model based general in the work of linguistically relevance and and #REFR. models #REFR. and well does", "cit": "Our interpretation is more useful than past interpretations involving marginal constraints #OTHEREFR or maximum-entropy models #REFR as it can"}
{"pre": "The 700 Dependency Grammar #OTHEREFR the for standard of summarized in Table 1, _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "PARC 700 Dependency Bank following #REFR The results are given in Table 7. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The the approaches to lexical recognition recognition, the #OTHEREFR; #REFR, most been very success in the availability there availability", "cit": "Although statistical approaches to automatic term recognition, e.g. #OTHEREFR; #REFR, have achieved relative success over the years, the addition"}
{"pre": "The is been considerable attention in the times #OTHEREFR; to the interest communities mining synchronization sentiment such sentiment such", "cit": "It has received significant attention in recent years due to increasing online opinion content and applications in tasks such"}
{"pre": "The are the task are the are the previous work are reported discussed in #REFR. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Results of this evaluation and comparisons with our theoretical figures are further described in #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "We have extracted using the existing of paired 1, #OTHEREFR the DP of IBM Berkeley alignments models #OTHEREFR _EOS_", "cit": "Alignments were learned using two iterations of Model 1 and two iterations of the HMM alignment model #REFR. _EOS_"}
{"pre": "The proposed a learning to sentiment sentiment analysis. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR use machine translation for multilingual sentiment analysis. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The we use results results results on the Penn Dependency #REFR, _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Here we report first quantitative results on the _OOV_ corpus #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The example, #REFR et systems have are #OTHEREFR #OTHEREFR #OTHEREFR have are benefit from a indexing and machine classification", "cit": "For example, citation-based summarization systems #REFR and survey generation systems #OTHEREFR can benefit from citation purpose and polarity analysis"}
{"pre": "The use the #REFR #REFR for POS tagging, and and #REFR for parsing the dependencies and and each and", "cit": "We use MXPOST tagger #OTHEREFR for POS tagging, Charniak parser #REFR for extracting syntactic relations, _OOV_ for SVM classifier"}
{"pre": "The to the problem of grammar generation are the to be the possibly structures, intended representation lattice a input", "cit": "Thanks to this sort of activation flow FIG tends to select and emit an appropriate word in an appropriate"}
{"pre": "The most shift/reduce classifier-based parsing parser algorithm #OTHEREFR; is been used to be a parsing for on the accuracy", "cit": "The deterministic shift/reduce classifier-based dependency parsing approach #REFR has been shown to offer state-of-the-art accuracy #OTHEREFR with high efficiency"}
{"pre": "We is is similar similar to the one used in #REFR, except the exception that the also a the", "cit": "This method is more similar to the one used in #REFR, with the difference that they use only 1-best"}
{"pre": "We proposed a bilingual based to graph and SVM-based cosine lexicon of antonyms to acquire paraphrases same of the", "cit": "#REFR used a Roget-like thesaurus, co-occurrence statistics, and a seed set of antonyms to identify the degree of antonymy"}
{"pre": "The utility Wikipedia NHTSA 24090 English and is randomly tagged using the Tagger #REFR and parsed the Stanford #REFR,", "cit": "The English corpus contains _OOV_ sentences, that were POS tagged using Stepp Tagger #OTHEREFR, and use the Lemmatizer #REFR"}
{"pre": "We use a framework approach to learning simple, latent = _EOS_ describing each word in the existing 65 the", "cit": "#REFR introduced a corpus-based approach for generating a K ?K matrix for each verb from an average of _OOV_"}
{"pre": "The proposed .61 .68 between of for on the relation _EOS_ which which which and and and and and", "cit": "Gi#REFR reports a relation discovery algorithm based on _OOV_ _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The article correction is is comes the previous error with the findings on of error articles in the native", "cit": "Our error analysis above also highlights our task?s difference with previous work that identify corresponding phrases between two sentences,"}
{"pre": "We this this problem, #REFR has been attempts attempts attempts to incorporate distributional distributional semantics models for component of", "cit": "To address this problem, there have been several recent attempts to incorporate into distributional semantic models a component that"}
{"pre": "The researchers have been the distributional algorithm to compute the proposed in but abstractness predominant used on the algorithm", "cit": "Several approaches have modified the Lesk algorithm to reduce is exponential complexity, like the one based on Simulated Annealing"}
{"pre": "In this years, there number of statistical models have realization ranking have take syntactic into account have been proposed,", "cit": "In recent years a variety of statistical models for realization ranking that take syntax into account have been proposed,"}
{"pre": "The use previously the a IBM system systems #REFR the following system English morphological modeling in #REFR. _EOS_ _EOS_", "cit": "We have been building the _OOV_ MT system for the _OOV_ Chinese- Japanese language pairs #OTHEREFR; #REFR. _EOS_ _PAD_"}
{"pre": "The are several main of statistical that automatically disambiguation: onone and and disambiguation that to or to #REFR very", "cit": "There are two kinds of methods for morphological disambiguation: onone hand, statistical methods need little effort and obtain very"}
{"pre": "The et as lexicalisation and #REFR, are forest fragments #OTHEREFR weaken the actual assumptions that have been used to", "cit": "Methodologies such as lexicalisation #OTHEREFR; #REFR and tree transformations #OTHEREFR, weaken the independence assumptions and have been applied successfully"}
{"pre": "The use that tokenbased of compositionality from a languages, types, namely on Allan of similarity countability from (NCPs). _EOS_", "cit": "#REFR suggested a division of countability into five major types, based on Allan #OTHEREFR?s noun countability preferences (NCPs). _EOS_"}
{"pre": "The this section, we describe a feature of to the tree-adjoining grammar #OTHEREFR; grammar algorithm extension CFGs approach #REFR.", "cit": "In this section we introduce basic definitions related to synchronous context-free grammars and their probabilistic _OOV_ our notation follows"}
{"pre": "The this we last of be found in a and the phrases #REFR. #REFR. or selecting systems signature such", "cit": "In principle, the comparison can be done via _OOV_ of extracted sentences #OTHEREFR; #REFR, by string-based surface measures #OTHEREFR."}
{"pre": "The alternative of a is detection is to the agreement which is agreement F-score of the to the parsing", "cit": "An investigation propose that boundary strength according to the measure, which the boundary strength is applied to syntactic structures"}
{"pre": "Several methods have been proposed with regard to aligning sentences #OTHEREFR; #REFR. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Several methods have been proposed with regard to aligning sentences #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The have a method number handcrafted which not are not in the those of but those significant of of", "cit": "#REFR\\] propose a large scale method, but results are reported for only one sentence, and no success rate is"}
{"pre": "We has several some methods for have not use the summaries, but also the the scores and #OTHEREFR; of", "cit": "There are also automatic measures which do not require model summaries, but compare against the source text instead #OTHEREFR;"}
{"pre": "The the we data indicators, #REFR as the dictionaries and or transliterated words #OTHEREFR are used with a same", "cit": "At first, additional linguistic resources, such as specialized dictionaries #REFR or transliterated words #OTHEREFR, were combined with the seed"}
{"pre": "The use to use the extension version network based on model to #REFR #OTHEREFR; which latest states is be", "cit": "We choose to use an earlier neural network based probabilistic model of parsing #REFR, whose hidden units can be"}
{"pre": "The the we showed a method approach for the of of in applied the of languages languages structures _EOS_", "cit": "In #REFR we proposed a general protocol for handling annotation discrepancies when comparing parses across different dependency theories. _EOS_"}
{"pre": "The example, #REFR that compute the association strength between the elements of a expression have been employed to determine", "cit": "For instance, measures that compute the association strength between the elements of an expression have been employed to determine"}
{"pre": "The the we is shown to discriminative product neural network model that sentiment similarity which exploits been following to", "cit": "In #REFR, it is proposed a matrix-vector recursive neural network model for semantic compositionality, which has the ability to"}
{"pre": "The is has addressed counterpart problem the image description problem that #REFR. where is received far been largely unexplored", "cit": "This problem is a counterpart to the image description problem #OTHEREFR; #REFR, which has so far remained largely unexplored"}
{"pre": "S(g, Labeled sets been used to be the parsing of parsers for the structured phrases #REFR. _EOS_ _EOS_ _EOS_", "cit": "Unlabeled data has been shown to improve the accuracy of conjunctions within complex noun phrases #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "We 4th we been been applied in supervised context task of verb clustering #OTHEREFR; _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "The method has also been popular in the related task of noun clustering #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The Unit, used from account that only a the results are the also aids grammar tend the grammar are", "cit": "Care was taken to ensure not just that the utterances themselves, but also the speakers of the utterances were"}
{"pre": "Very work on transfer-based MT systems that has alignment-based transfer knowledge acquisition #OTHEREFR have proven that transfer knowledge from", "cit": "Previous work on transfer-based MT systems #REFR and alignment-based transfer knowledge acquisition #OTHEREFR have proven that transfer knowledge can"}
{"pre": "The speed up the parsing, we search strategies have been proposed for allow the most probable analysis without examining", "cit": "To speed up Viterbi parsing, sophisticated search strategies have been developed which find the most probable analysis without examining"}
{"pre": "In MT researchers have focused on attention on identifying mismatch of the realization of the arguments #OTHEREFR; and lexico-morphological", "cit": "Historically MT researchers have focused their attention on the mismatch of linear realization of syntactic arguments #OTHEREFR and word"}
{"pre": "The have used error detection in a tagged corpora #OTHEREFR; the context of pos-tagging #OTHEREFR; but parsing #OTHEREFR. _EOS_", "cit": "Researchers have explored error detection for manually tagged corpora in the context of pos-tagging #REFR, dependency parsing #OTHEREFR. _EOS_"}
{"pre": "The there interpretation structure seemingly of the approach is the realizer linguistic we in it current test with not", "cit": "Although the overall parsing style of our system integrates template-based and language-based strategies \\[#REFR\\], the skimming algorithm is actually"}
{"pre": "The recent POS induction systems have use of a information #OTHEREFR; #REFR. or syntactic approach is been empirically proved", "cit": "Several unsupervised POS induction systems make use of morphological features #OTHEREFR; #REFR and this approach has been empirically proved"}
{"pre": "The approach is are taken same Penn corpus and the treebank are _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Our data sources are the German NeGra #REFR and TIGER #OTHEREFR treebanks. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The use that the projecting the results transfer transfer parser with #REFR can the cluster features and also well-suited", "cit": "We show that by augmenting the delexicalized direct transfer system of #REFR with cross-lingual cluster features, we are able"}
{"pre": "The work has ways of exploiting linguistically annotated data for trainable realisation models #OTHEREFR; a.o.). et other 2008b) Daume.", "cit": "Subsequent work explored ways of exploiting linguistically annotated data for trainable generation models #REFR; _OOV_ and Strube, 2005; Belz,"}
{"pre": "The goal of annotation of to the of certainly important results #REFR. and we are to address that the", "cit": "The speed and cost benefits for annotation are certainly impressive #OTHEREFR; #REFR but we hope to show that some"}
{"pre": "Sentence work are also by a full deletion and that the are a that a sentence of _EOS_ _EOS_", "cit": "Related sentences are represented by a word graph so that summaries constitute paths in the graph #REFR. _EOS_ _PAD_"}
{"pre": "SWIZZLE of the previous in focused on the terminology identification, i.e., on a multiwords with #OTHEREFR; or choices, identification,", "cit": "Most of the research as focused on bilingual terminology identification, either as parallel multiwords forms #OTHEREFR), technical terminology (e.g."}
{"pre": "The system of is used dominated by the perspective project described _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "The domaingeneral DM was mostly abstracted from the TALK system #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The is a due to the relevance for applications ranging from information extraction #OTHEREFR machine question detection of semantic", "cit": "This is partly due to its relevance for applications ranging from information extraction #OTHEREFR, and the modeling of textual"}
{"pre": "The phrases alignments are obtained with combined using the sources: GIZA union and the entropy models alignment #OTHEREFR. _EOS_", "cit": "Bilingual word alignments are trained and combined from two sources: GIZA #REFR and maximum entropy word aligner #OTHEREFR. _EOS_"}
{"pre": "The to the linguistic models approaches, one models models #REFR have tree-based highly at the of reordering of in", "cit": "Thanks to specific reordering modeling components, phrase-based SMT #OTHEREFR; #REFR are generally good at handling local reordering phenomena that"}
{"pre": "The rules are be handcrafted rules, rules, which as those of #REFR or alternatively, and from binarized from a", "cit": "These rules can be handcrafted grammar rules, such as those of #OTHEREFR or, alternatively, extracted fully automatically from treebanks"}
{"pre": "Over the years, several approaches for mining translations from non-parallel corpora have emerged #OTHEREFR; #REFR, all sharing the same", "cit": "Over the years, several approaches for mining translations from non-parallel corpora have emerged #OTHEREFR; #REFR, all sharing the same"}
{"pre": "Recursive computational models of compositionality have on predicting vector spaces #OTHEREFR; #REFR. _EOS_ = _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Many computational models of compositionality focus on learning vector spaces #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The is in same taken by #REFR who the train the we a parser of projections of the probabilities", "cit": "This is the approach taken by #REFR, where they estimate what in our terms are projections of the raw"}
{"pre": "Transliteration methods typically fall into two categories: generative approaches #OTHEREFR; #REFR and try to produce the most transliteration pairs", "cit": "Transliteration methods typically fall into two categories: generative approaches #OTHEREFR; #REFRa), that try to identify the correct transliteration for"}
{"pre": "#REFR studies are consistent in different the and the merely are in than those times in _EOS_ are semantically", "cit": "These results are _OOV_ considering that #REFR ignored candidates that appeared less than 10 times (because they were _OOV_"}
{"pre": "There Mechanical Turk has a set platform that has been used used in identifying a manual summaries for subjectivity", "cit": "Amazon Mechanical Turk is a crowdsourcing platform that has been extensively used for obtaining low-cost human annotations for various"}
{"pre": "The there have proposed that with the the structure and a context Dependency corpus _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Recently, #REFR have reported experiments on learning information structure in the Prague TreeBank. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "#REFR use a similar construction for induce the parser HPSG-based lexicon by French (Lefff _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR employ a semi-automatic method to improve a large-scale morphosyntactic lexicon of French #OTHEREFR). _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The are been many number of recent papers on probabilistic parsing parsing for German #OTHEREFR; #REFR, the Negra treebank", "cit": "There have been a number of recent studies on probabilistic treebank parsing of German #OTHEREFR, using the Negra treebank"}
{"pre": "The we use used used the a is more metric popular metric that NLG that #REFR. on adequacy human", "cit": "Finally, we have also considered ULC, which is a very simple approach to metric combination based on the unnormalized"}
{"pre": "The is vector is tuned using the variant feature algorithm the #REFR. to the one used in #REFR. _EOS_", "cit": "This weight vector is learned using a simple Perceptron like algorithm similar to the one used in #REFR. _EOS_"}
{"pre": "The have able by a following two of ? #REFR: which which and and and and and and and", "cit": "They are characterized by the following properties #REFRb): _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The on preposition errors has focused a number approach approach to focused differs from the of their features employed", "cit": "Work on preposition errors has used a similar classification approach and mainly differs in terms of the features employed"}
{"pre": "The corpora are parsed parsed using the state-of-the-art aligner #REFR _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ ) ) )", "cit": "Parallel sentences were first word-aligned using a MaxEnt aligner #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The of the equivalent situations can be found by cross-lingual cross-lingual of segment-matching and #OTHEREFR; a in Example-Based Based", "cit": "Identification of semantically similar situations can be improved by the use of _OOV_ algorithms as employed in Example- Based"}
{"pre": "The have tried this Web induction of various languages known tools, corpora #OTHEREFR; the dictionary languages such similar processing", "cit": "Others have exploited the automatic transfer of some already existing annotated resource in a different medium or language (such"}
{"pre": "The work has explored that to can be monolingual answering systems syntactic expansion #REFR. and evaluation of MT quality", "cit": "Recent work has shown how paraphrases can improve question answering through query expansion #OTHEREFR, automatic evaluation of translation and"}
{"pre": "The the performance of unsupervised larger unsupervised competitive direct transfer systems far exceeds the of the approaches is #REFR", "cit": "Currently, the performance of even the most simple direct transfer systems far exceeds that of unsupervised systems #OTHEREFR; #REFR."}
{"pre": "Transformation-based example, experiments, model, English and experiments, we used the alignments using the Berkeley Aligner #REFR and the settings", "cit": "For our Chinese to English translation experiments, we generated word alignments using the Berkeley Aligner #REFR with default settings."}
{"pre": "Explicitly work a heuristics for quite and the same entropy = of baseline, of reported for the significant of", "cit": "_OOV_ with fixed hyperparameters performs best, with the highest VM score (a clustering measure, #REFR) and a level of"}
{"pre": "We Random fields #OTHEREFR and employed well for the labeling problems #REFR. machine parsing #REFR, and machine recognition #OTHEREFR.", "cit": "Conditional random fields #OTHEREFR are quite effective at sequence labeling tasks like shallow parsing #REFR and namedentity extraction #OTHEREFR."}
{"pre": "The and to frame-based SRL have based on Support Vector Machines, #REFR on linear models of the features, e.g.", "cit": "State-of-art approaches to frame-based SRL are based on Support Vector Machines, trained over linear models of syntactic features, e.g."}
{"pre": "Today, is also be the linguistic similarity such #OTHEREFR; the form of tree clustering #OTHEREFR, the the similarity #OTHEREFR;", "cit": "This would also include more semantic information, e.g., in the form of Brown clusters or using semantic similarity between"}
{"pre": "The #REFR, we use the same parameters (? = 0.1 = ?0 = 1.0) where HDP.3 ? all word", "cit": "Following #REFR, we use the default parameters (? = 0.1 and ?0 = 1.0) for _OOV_ For each target"}
{"pre": "Temporal of the are to be found by overgenerating research #OTHEREFR; example, ordering of #REFR. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Some of these needs can be addressed by emerging technologies for temporal analysis #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "We work is others in this the space of learn the problem of a in phrases #OTHEREFR; and their", "cit": "Our work joins others in using continuous representations to express the meaning of words and phrases #REFR and how"}
{"pre": "The toolkit is the target \"synchronized\" is is a the same as the STAG (Shieber _EOS_ _EOS_ _EOS_ _EOS_", "cit": "5The meaning of the word \"synchronized\" here is exactly the same as in STAG #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The number Parsing algorithm #REFR #REFR which is used by the probabilistic of elementary sentences utterances, _EOS_ with syntactic", "cit": "A Data-Oriented Parsing model #OTHEREFR; #REFR, 1993a) is characterized by a corpus of analyzed language utterances, together with a"}
{"pre": "The dependency parsing has be accomplished as the framework, such the model is of the queue, that a queue,", "cit": "Transition-based dependency parsing can be modeled under this framework, where the state consists of a stack and a queue,"}
{"pre": "The models models such as the HMM model model #OTHEREFR and the the models #OTHEREFR. they are a reorderings.", "cit": "Phrase-based SMT models, such as the alignment template model #REFR, improve on word-based models because phrases provide local context"}
{"pre": "The to in been been done by the area of mining expansion #OTHEREFR; statistical data consisting of FAQ websites", "cit": "Similar work has also been performed in the area of query expansion using training data consisting of FAQ pages"}
{"pre": "Many approaches to been devised, unsupervised WordNet use of domain-specific predominant senses #OTHEREFR; #REFR, and first of wordnets #OTHEREFR.", "cit": "Many approaches have been devised, including the identification of domain-specific predominant senses #OTHEREFR; #REFR, the development of domain resources"}
{"pre": "The used a method system for applied algorithm of on the algorithm imple and evaluated lexical data that a", "cit": "#REFR described a WSD method and an implementation based on _OOV_ s Thesaurus and the training material of the"}
{"pre": "III neural #REFR classifiers classification algorithms on the reranking of a yet effective and to a viable in many", "cit": "Deep and accurate text analysis based on discriminative models is not yet efficient enough as a component of real-time"}
{"pre": "We use presented the parsing first-order trees with to a packed efficient and dependency training parser then that it", "cit": "We have extended non-projective unlabeled dependency parsing #REFR to a very simple non-projective labeled dependency and showed that the"}
{"pre": "The are been a work interest on the to improve syntactic training output in the methods for English #OTHEREFR;", "cit": "There has been much recent work in attempting to convert native parser output into alternative representations for evaluation purposes,"}
{"pre": "#REFR #REFR proposed proposed that similar clustering of 84.5% for a but a relatively measure corpus for the set.", "cit": "Recently, #REFR has reported a word accuracy of 92.6% for Dutch, using a _OOV_ training strategy on data aligned"}
{"pre": "The studies on shown that the Discourse are be a central role in the on language processing systems #REFR.", "cit": "Previous research has shown that RST trees can play a crucial role in building natural language generation systems #OTHEREFR"}
{"pre": "The include features are include useful in other work such #OTHEREFR; _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "These same features also proved crucial to subsequent approaches, e.g. #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "We example, reason, #REFR use the average baseline score in of and use the the results on the measure", "cit": "For this reason, we compute an unweighted _OOV_ mention F-measure #REFR and report all contrastive experiments with this metric."}
{"pre": "#REFR the same of we unnatural of the sequence for we use the method learning method on method for", "cit": "After the error miner identifies afwater as a problematic word, we employ our machine learning based LA method presented"}
{"pre": "The extract reduce comparability, data of the newly we variety of recent approaches for carried by used to well", "cit": "To further assure the quality of the annotation, a series of automatic tests was performed and used as the"}
{"pre": "The user satisfaction have then widely used in the systems #OTHEREFR; #OTHEREFR; dialogue policies #OTHEREFR; #REFR. but they are", "cit": "These User Simulations are now commonly used in statistical learning approaches to dialogue management #OTHEREFR; #REFR, but they have"}
{"pre": "#REFR work has focused that co-occurrence of sentences in and discourse relations are can predict coherence. _EOS_ _EOS_ _EOS_", "cit": "Other work has shown that co-occurrence of words #OTHEREFR and discourse relations #REFR also predict coherence. _EOS_ _PAD_ _PAD_"}
{"pre": "The is therefore wellknown of that that the frames and thus semantic _EOS_ from languages, _EOS_ _EOS_ _EOS_ _EOS_", "cit": "It is a well-documented fact #REFR that subcategorisation frames (and their frequencies) vary across domains. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The this section, we use on recurrent neural network architectures, which is recently been considerably translation of the art", "cit": "In this paper we focus on recurrent neural network architectures, which have recently advanced the state of the art"}
{"pre": "The mentioned baseline is improving second-order data we use adapt the approach of by #REFR _EOS_ _EOS_ _EOS_ _EOS_", "cit": "As our approach for incorporating unlabeled data, we basically follow the idea proposed in #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "#REFR evaluate the additive corpus-extracted model approximation method of #REFR and and #REFR to include the the vectors models", "cit": "We extended the unsupervised corpus-extracted phrase approximation method of Guevara #OTHEREFR and #REFR to estimate all known state-of-the-art cDSMs,"}
{"pre": "The first of text into text in by #REFR et #REFR, is #REFR _EOS_ is and and and and", "cit": "The paradigm of translation for _OOV_ introduced by Kay in 1973 #OTHEREFR; #REFR). _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "Grammar most subgradient are be deterministically to train typological phenomena #OTHEREFR; as language sense #OTHEREFR; or parse schema #OTHEREFR.", "cit": "The projected trees can be used to answer linguistic questions such as word order #REFR or bootstrap parsers #OTHEREFR."}
{"pre": "The use the system on the DepBank/GR minimum settings #REFR2, in the shared from _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "We evaluated our system using the standard evaluation script provided by the organizers #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The we use the official combination: the paired MT test #REFR the the _EOS_ = _EOS_ _EOS_ _EOS_ =", "cit": "Second, we prune the phrase-table using a statistical significance test to measure #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "We evaluate end, we researchers have been been proposed to ontologies type semantic for _EOS_ _EOS_ which which which", "cit": "To this end, patternbased approaches have long been used to induce type systems #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The have the as that English on the kinds annotation #OTHEREFR, the #REFR. such a the kinds and for", "cit": "They include such topics as: work with various corpus manipulation and annotation tools, use of various POS taggers and"}
{"pre": "The we if the classification a desired focus, of have subjectivity analysis have shown that subjectivity wide approach is", "cit": "First, even when sentiment is the desired focus, researchers in sentiment analysis have shown that a two-stage approach is"}
{"pre": "The to the dependency parsing transition-based is performs a time complexity and achieves flexibility results to search a features", "cit": "Compared to graph-based dependency parsing, it typically offers linear time complexity and the comparative freedom to define non-local features,"}
{"pre": "Unbalanced corpora have common for sentiment number of different tasks, such as emotion classification #OTHEREFR, #REFR. sentiment classification #OTHEREFR.", "cit": "Unbalanced corpora are common in a number of different tasks, such as emotion detection #OTHEREFR; #REFR, text classification #OTHEREFR,"}
{"pre": "Metrics based the Rouge evaluation of for skip paraphrase to and and advantage rules account and like as the", "cit": "Metrics in the Rouge family allow for skip n-grams #OTHEREFRa); #REFR take paraphrasing into account; metrics such as METEOR"}
{"pre": "The we work have have shown on the sets incremental apart the than computerassisted for be added _EOS_ _EOS_", "cit": "Therefore, recent efforts #REFR have concentrated on feature design ? wherein more intelligent features may be added. _EOS_ _PAD_"}
{"pre": "We proposed that results than the on the Slovene, where and the when with than the _EOS_ _EOS_ _EOS_", "cit": "#REFR report better results than ours on Portuguese, Slovene, Spanish and Swedish, but worse on Danish. _EOS_ _PAD_ _PAD_"}
{"pre": "The trained the aligners to the work: GIZA++ #OTHEREFR and trained on #REFR, and IBM #OTHEREFR. _EOS_ _EOS_ _EOS_", "cit": "We used three aligners in this work: GIZA++ #OTHEREFR, jointly trained HMM #REFR, and ITG #OTHEREFR. _EOS_ _PAD_ _PAD_"}
{"pre": "We use a CRF to the problem but the token, a use a features that on the as and", "cit": "#REFR propose a solution to this problem: for each token, they define additional features based on known information, taken"}
{"pre": "Difficulties the machine state-of-the-art word #REFR 4) shows that the method outperforms the and the and the the the", "cit": "Among the current similar works, Table 4 shows that our system outperforms _OOV_ in _OOV_ compounds, and approximates the"}
{"pre": "The similar approach of used by #REFR, for the dependency of the parsing by _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "A similar modification was used by #REFR for the study of dependency parsing models. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The this cases, we and preferred by the transducer rules that by #REFR. in #REFR. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "In both cases, transfer is driven by the transfer module developed and implemented by #REFRa). _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The a mining is to be effective and can more data for NER rapidly domain, (Brody #REFR. _EOS_ _EOS_", "cit": "Such text data tend to be long and generate enough context for the target task #OTHEREFR; #REFR. _EOS_ _PAD_"}
{"pre": "The this similar work, work #REFR have a work on the generated captions documents on of email corpus set", "cit": "In a related recent approach, #REFR presented preliminary results from automatically generating related work sections for a target paper"}
{"pre": "In the is been shown that human the amount of human data is question-answering systems the in the only", "cit": "Although it has been shown that increasing the amount of training data for SMT improves results #REFR, not all"}
{"pre": "The use segment the entities from the combination tokenizer tagger #REFR and the of the and we used the", "cit": "We first extracted named entities using a _OOV_ NER system #REFR from millions of tweets, which we collected over"}
{"pre": "The research have this multiple optimization from on word word quality and on applying the decoding between alignment single", "cit": "Past studies of combining alternative alignments focused on minimizing alignment errors, usually by merging alternative alignments for a sentence"}
{"pre": "TEXTCAP and a system approach for uses learning syntactic improved of formal semantic structure of is in the of", "cit": "#REFR presented a statistical system that automatically produces an analysis of the rhetorical structure that holds between sets of"}
{"pre": "The use Integer same described #REFR phrases which the classification from the lexicon lexicon of by #REFR. subjectivity #REFR.", "cit": "We employ the features of noun terms, and sentiment terms in the sentiment lexicon provided by MPQA project #REFR."}
{"pre": "The similar model is of a components: alignments .SBAR n-gram phrase and a phrase of _EOS_ = _EOS_ _EOS_", "cit": "A translation model consists of two distinct elements: an unweighted _OOV_ and a parameterization #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The evaluate also by the implementations models models #OTHEREFR; the linguistics including and #REFR. #REFR. which use a method", "cit": "We are inspired by multiple sequence alignment methods in computational biology #OTHEREFR and by #REFR, who described a hidden"}
{"pre": "The #REFR, word such we UNK Chinese cannot be the about the and inflection tables _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Unlike other languages #REFR, Chinese UNK translation cannot use information from stem and inflection analysis. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "Tree example, reason, we use tree-shaped Tree based as we kernels, which the #REFR. which be applied. _EOS_ _EOS_", "cit": "For this paper, we consider tree-shaped hierarchies so that tree kernels, e.g. #OTHEREFR; #REFRa), can be applied. _EOS_ _PAD_"}
{"pre": "Often, use the definitions approach as in #REFR, and disambiguate a SWSD system. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "We follow the same approach as in #REFR to build our SWSD system. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The first is a same as in leading works #OTHEREFR; _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "The dataset is the same as in leading works #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The of the Chinese in word approach for done in #REFR. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Part of the work using this tool was described by #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The a most of the projection is translations the the than terms is _EOS_ = _EOS_ _EOS_ _EOS_ _EOS_", "cit": "However, the performance of context vectors drastically decreases for lower frequency terms #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The proposed the for improving the translations, starting _EOS_ _EOS_ the _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR explored strategies for selecting better random _OOV_ _OOV_ in optimization. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The semantic Matrix project system #REFR is a WYSIWYM system a wide-coverage semantic _EOS_ is thematic to the semantic", "cit": "The Grammar Matrix customization system #REFR presents the _OOV_ with a typological questionnaire which elicits information about the language"}
{"pre": "The model scaling based the and Learning Translation, Model #REFR. and Section and n?best a _EOS_ _EOS_ _EOS_ _EOS_", "cit": "The model is called Transfer- Driven Machine Translation (TDMT) #REFR (see subsection 2.1 for details). _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The desiderata architectures are rise great for is from howeve,, TAGs is grammar that in the and _EOS_ LKB", "cit": "These modifications, however, give a system which suffers 2See, for example, the formalisms developed in #OTHEREFR, #REFR. the problem"}
{"pre": "The the other hand, the argue a method anaphors for automatically ellipsis _EOS_ _EOS_ the text. and ?Nm information", "cit": "On the other hand, #REFR proposed a resolving algorithm for Japanese exophoric ellipses of written texts, utilizing semantic and"}
{"pre": "The el by the the and classes as is on the algorithm of rules POS assigned unknown the number", "cit": "Cutting introduced grouping of words into equiva.lence classes based on the set of possible tags to reduce the number"}
{"pre": "The proposed a methods to sentiment validation adaptation. lexicons. based using concerning the supervised of a mining to a", "cit": "#REFR proposed several approaches for cross lingual subjectivity analysis by directly applying the translations of opinion corpus in source"}
{"pre": "We used on distributional measures on on their frequent and Diab infrequent words. words. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR evaluate various similarity measures based on 1000 frequent and 1000 infrequent target terms. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The is done first of the best results for the previous sense task by well in #REFR. _EOS_ et", "cit": "This was the setting obtaining the best results in a word similarity dataset as reported by #REFRb). _EOS_ _PAD_"}
{"pre": "The this last 4-5 years, researchers have begun to introduce compositional operations on distributional semantics representations, for instance to", "cit": "In the last 4-5 years, researchers have begun to introduce compositional operations on distributional semantic representations, for instance to"}
{"pre": "The #REFR a standard MT for optimizing the score translation system for with the specific evaluation metric #REFR. _EOS_", "cit": "MERT is the standard technique for obtaining a machine translation model fit to a specific evaluation metric #REFR. _EOS_"}
{"pre": "The evaluations of performed performed for evaluate the variety of different processing tasks such #REFR. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Pseudo-word evaluations are currently used to evaluate a variety of language modeling tasks #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "We significance learning methods have as Support Markov models #OTHEREFR; #REFR, and been popular in to the the problem", "cit": "Statistical machine learning methods such as hidden Markov models #OTHEREFR; #REFR have become popular approaches to address the text"}
{"pre": "#REFR model of this probabilistic information is than the is similar of own are be used using simpler informative", "cit": "The advantage of using POS tags rather than words is that their probabilities can be estimated much more accurately"}
{"pre": "BCB-S: second approach of research uses comparable or bilingual corpora to the ?pivot? of binds paraphrases together #OTHEREFR; #REFR.", "cit": "The second line of research uses comparable or bilingual corpora as the ?pivot? that binds paraphrases together #OTHEREFR; #REFR."}
{"pre": "The features are be categorized to #OTHEREFR; #REFR _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "These rules can be designed manually #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The showed the algorithm of #REFR to to CCG, and a stack log-linear entropy model and combine a number", "cit": "#REFR adapt the technique of supertagging #OTHEREFR to CCG, using a standard maximum entropy tagger to assign small sets"}
{"pre": "The is allows the following of by #REFR following Syntax #REFR and which to extract the coverage _EOS_ the", "cit": "It also exploits the classification given by the COMLEX lexicon #REFR in order to calculate the _OOV_ of infinitive"}
{"pre": "The #REFR have shown the act tagging for the text in as emails #OTHEREFR, #REFR, instant messaging #OTHEREFR. _EOS_", "cit": "Recently, studies have explored dialog act tagging in written interactions such as emails #OTHEREFR; #REFRb), instant messaging #OTHEREFR. _EOS_"}
{"pre": "The few of relation extraction kernels have been proposed, including joint tree kernels #OTHEREFR; #REFR, _EOS_ _EOS_ _EOS_ _EOS_", "cit": "A number of relation extraction kernels have been proposed, including dependency tree kernels #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The example, we is to number time between the and target to making the structures trees the structures that", "cit": "For one, it allows a tight correspondence between syntax and semantics by letting constituent structure express argument structure #REFR."}
{"pre": "In there have been many promising research directions for improving automatic systems its evaluation: first, #REFR, a the using", "cit": "Recently, there have been two promising research directions for improving SMT and its evaluation: #OTHEREFR, and (b) by going"}
{"pre": "The system task #REFR based to word the WordNet and the senses of clusters of used assigned from the", "cit": "The k?means algorithm is used for clustering the contexts, where the number of clusters is automatically discovered using the"}
{"pre": "The of of reasoning is a such rules uch as the generation and of syntax support of information basis", "cit": "One type of approach uses information extraction techniques such as pattern matching that use strong predictions on the content"}
{"pre": "We first between a alignment alignment to the matching of licensed phrase pairs pi#OTHEREFR; and a on the number", "cit": "The mapping from a word alignment to the set of licensed phrase pairs _OOV_ is based on the standard"}
{"pre": "We alignments was target-source was be be performed by using the BLEU of the phrase BLEU _EOS_ _EOS_ _EOS_", "cit": "Word alignment and tokenization can also be optimized by maximizing the likelihood of bilingual corpus #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "The is also possible to note that the best results is the Penn data of the of note by", "cit": "It is also interesting to note that the best result on the validation set for estimation 4We measured significance"}
{"pre": "We hierarchical algorithm is in #REFR is be all non-constituent decoding also, singleton they be the the _EOS_ _EOS_", "cit": "The binarization method used by #REFR can cover many non-constituent rules also, but not all of them. _EOS_ _PAD_"}
{"pre": "The the some which WSD have o take advantage of the different sources of information such including is to", "cit": "In contrast, approaches to WSD attempt o take advantage of many different sources of information #OTHEREFR); it seems possible"}
{"pre": "We popular is be to use such data to #REFR. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "One option would be to leverage unannotated text #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "Moving the sentences are pre-processed by the CoreNLP suite #REFR. suite of tools, and process that includes named entity", "cit": "Initially all sentences are pre-processed by the CoreNLP #OTHEREFR; #REFR suite of tools, a process that includes named entity"}
{"pre": "The approach is code parsed same version TIGER #OTHEREFR, _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Our data source is the German NeGra treebank #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The discrimination of semantic argument alternations has crucial for many of verb lexicons semantics and semantic moreover, semantic be", "cit": "Automatic detection of such argument alternations is important to acquisition of verb lexical semantics #REFR, and moreover, may play"}
{"pre": "The a the other Translation has there and an improvements on the segmentation segmentation algorithms _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Only for the Machine Translation task, #REFR report several results using different Arabic segmentation schemes. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "Incidentally, we methods has have dependency same parsers of data-driven have parts of information clauses, are subsequently #OTHEREFR; into", "cit": "Next, other research efforts utilized the three categories into which various types of subordinate clauses are hierarchically classified based"}
{"pre": "Citation is a it line is case of the summary is in the decreases in the same of the", "cit": "This is because in citations, the discussion of the paper cited is usually mixed with the content of the"}
{"pre": "We most of #REFR #REFR is on predicting labeled polarity aspects for classifiers for sentiment aspect expressions and constructing", "cit": "The work of #OTHEREFR; #REFR focuses on manually constructing several lexica and rules for both polar words and related"}
{"pre": "We alternative approach is EM symbiotic approach is the one is be of belief propagation to encourage perform the", "cit": "An appealing alternative to a similar approximation to the above would use loopy belief propagation to efficiently approximate the"}
{"pre": "The we number researchers have #REFR have been to automatically complex into semantically of their logical and the to", "cit": "Finally, a few efforts #OTHEREFR; #REFR have tried to translate sentences into formulas of first-order logic, in order to"}
{"pre": "However? the have the human corpora and the the respective and and the the one sentence the most and", "cit": "Therefore, we prepare single bilingual signs for expressing their truth conditions if at least one of the languages has"}
{"pre": "We proposed a parsing to improve a constraints to on the pairs _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "#REFR use shift-reduce parsing to impose ITG #OTHEREFR constraints on phrase permutation. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "This to have used by #REFR researchers #OTHEREFR; unsupervised induction #OTHEREFR; parsing #OTHEREFR; _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Similar tagsets are used by other studies on grammar induction and projection #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "Researchers few of methods have been exploited for ERD including particular work #OTHEREFR; #REFR. _EOS_ _EOS_ and and and", "cit": "A variety of features have been explored for ERD in previous research #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "SENSUS the is fair to compare our results with other approaches such use attempted to disambiguate the of words", "cit": "However, it is fair to compare our work against other approaches which have attempted to disambiguate all content words"}
{"pre": "The is is is similar similar to the of in #REFR where incorporates the valid _EOS_ _EOS_ _EOS_ _EOS_", "cit": "This feature set is very close to that used in #REFR, but not identical. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The resulting algorithm vector i = w total of of i the the graph learning is as conservative to", "cit": "The inside weight w i and the outside weight w o in the active items deserve more attention since"}
{"pre": "The different works have been made to improve joint features into graph-based dependency parsing #OTHEREFR; _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Various recent attempts have been made to include non-local features into graph-based dependency parsing #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The is is is similar of the model and used the _EOS_ = _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "This feature set is reminiscent of the featurized representation of #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The example, #REFR series approach to relation the effort is to algorithms unlabeled examples #OTHEREFR; #REFR. _EOS_ _EOS_ _EOS_", "cit": "For example, a popular approach to reduce annotation effort is bootstrapping from seed examples #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "We include have been met with some success in evaluations such as paraphrase similarity tasks #OTHEREFR; #REFR, sentiment analysis", "cit": "These efforts have been met with some success in evaluations such as phrase similarity tasks #OTHEREFR; #REFR, sentiment prediction"}
{"pre": "We parser of a LSVM of ensure credit for the inference is substantially from previous LSVM of such has", "cit": "Our use of an LSVM to assign credit during joint training differs substantially from previous LSVM applications, which have"}
{"pre": "The majority main common approaches are the Maximum Parser #OTHEREFR, and MSTParser #OTHEREFR. Parser #OTHEREFR. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "The two most popular algorithms are McDonald?s MST- Parser #REFR and Nivre?s Malt- Parser #OTHEREFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The proposed a method for which subjective use identifies the the that associations in and certain of polarity polarity", "cit": "#REFR developed a method in which they first identify (by means of affixes rules) a set of positive/negative words"}
{"pre": "The have the candidate-ranking evaluation of by #REFR _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "We follow the candidate-ranking model proposed by #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The work language models have have use of Bloom filter for the to map n-grams to their associated with", "cit": "Recent randomized language models #REFR make use of Bloom filter like structures to map n-grams to their associated probabilities"}
{"pre": "The proposed a notion of a reordering to improve the the the can a target pairs the the word", "cit": "#REFR introduced the concept of lexical weighting to check how well words of the phrase translate to each other."}
{"pre": "The work has been done on Arabic Arabic diacritization #OTHEREFR; #REFR. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Much work has been done on automatic Arabic diacritization #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "We is of supervision has similar to the seeding of essence literature #OTHEREFR; and prototype-based #REFR. #REFR. _EOS_ _EOS_", "cit": "This kind of supervision is similar to the seeding in bootstrapping literature #OTHEREFR or prototype-based learning #REFR. _EOS_ _PAD_"}
{"pre": "The the previous the best character-based Chinese entropy model #REFR, is used _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "In our system, the well-known forward maximum matching algorithm #REFR is implemented. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The first sentiment annotation is performed utilize the polarity information of words and a sentence and summarize the overall", "cit": "The wordlevel sentiment annotation is to utilize the polarity annotation of words in each sentence and summarize the overall"}
{"pre": "The is is is a from the sentence pairs in the training pairs of applying be generated by the", "cit": "This alignment matrix contains scores for all word correspondences in the sentence pair and can be created using GIZA++"}
{"pre": "We is been been noted that the SMT and translation and syntax-based #OTHEREFR models. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "It has already been proposed for phrase-based #OTHEREFR, hierarchical #REFR, and syntax-based #OTHEREFR systems. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The systems have and #REFR have two recent and first classification of used _EOS_ semantic set problem _EOS_ are", "cit": "Class-based approaches #OTHEREFR and #REFR are more promising: the implied clustering also tackles the data sparseness difficulties, but mainly"}
{"pre": "McClosky this #REFR proposed that the accuracy between more simple baseline of the tree but a the adaptation adaptation", "cit": "In contrast, #REFR show that parser agreement is a strong indicator of parse quality, and in parser domain adaptation,"}
{"pre": "The comparison, we use compare the for the larger with of on the clusters #OTHEREFR; and is used lemmas", "cit": "For comparison, we also include results for a setting that only uses word forms _OOV_ which was the baseline"}
{"pre": "We the years, there reranking models have been successfully applied to NLP variety of natural extraction tasks #OTHEREFR; NLP", "cit": "In recent years discriminative probabilistic models have been successfully applied to a number of information extraction tasks in natural"}
{"pre": "We methods are the used to the segmentation #OTHEREFR, have resolution #REFR. the #OTHEREFR; _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "These records are also known as field books and reference sets in literature #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "We family model is been been extended to a use learning of feasible #OTHEREFR; #REFR. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "That parsing model has since been extended to make unsupervised learning more feasible #OTHEREFR; #REFRb). _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The is a the case of by #REFR, researchers methods, on as #REFR, #REFR. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "This is also the task addressed by other WSD research such as #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The techniques, is the alternatives cooccurrence r lations is not to a variety of applications, uch as speech recognition", "cit": "Statistical data about these various cooccurrence r lations is employed for a variety of applications, uch as speech recognition"}
{"pre": "The and been state-of-the art results for integrating M.E. to a to and on #REFR. #REFR. _EOS_ _EOS_ _EOS_", "cit": "He has achieved state-of-the art results by applying M.E. to parsing #OTHEREFR, and sentence-boundary detection #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "We the many learning algorithms studied, rule based systems have proven effective on many natural language processing tasks, including", "cit": "Among the machine learning algorithms studied, rule based systems have proven effective on many natural language processing tasks, including"}
{"pre": "We than using on the we product we systems, on the for systems, been on developing professional #OTHEREFR; developing", "cit": "Rather than relying on volunteers or _OOV_ NLP research into crowdsourcing translation has focused on hiring workers on the"}
{"pre": "The approaches have #REFR have proposed that improvements on terms quality adding deviations to a alignment. alignments phrase tables", "cit": "Other researchers #OTHEREFR; #REFR have reported performance gains in translation by allowing deviations from monotone word and phrase order."}
{"pre": "The order timeline summarization is have and #REFR of relations methods #REFR. have rely on local timestamps. _EOS_ _EOS_", "cit": "In addition, timeline summarization techniques #OTHEREFR and some event-event ordering models #REFR also rely on the timestamps. _EOS_ _PAD_"}
{"pre": "Publicly example, pleonastic graph classifier #OTHEREFR a window cluster of of mentions preceding word and the pronoun NPs in", "cit": "For example, a memorization feature is a word pair composed of the head nouns of the two NPs involved"}
{"pre": "The with been carried to the automatic acquisition of subcategorization frames #OTHEREFR; the #OTHEREFR #OTHEREFR; #REFR. _EOS_ _EOS_ _EOS_", "cit": "Experiments have been made on the automatic acquisition of subcategorization frames since mid 1990s #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_"}
{"pre": "#REFR there has growing growing body of work on genre-based text classification, including #OTHEREFR; #REFR. _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Fortunately, there is a growing body of work on genre-based text classification, including #OTHEREFR; #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "We assumption, however, the minor relaxations, is the standard in unsupervised on unsupervised semantic role #OTHEREFR; #OTHEREFR; _EOS_ _EOS_", "cit": "This assumption, or its minor relaxations, is relatively standard in work on unsupervised semantic parsing tasks #REFR. _EOS_ _PAD_"}
{"pre": "The work has also the use of semantic the from text document #OTHEREFR; #OTHEREFR; and text treesubstitution of a", "cit": "Other research has introduced the notion of identifying concepts in the input text #REFR, using a set cover algorithm"}
{"pre": "#REFR work on the classifying selectional orientation between concept such with the synonymy distributional entailment _EOS_ _EOS_ _EOS_ _EOS_", "cit": "Early work on automatically inducing semantic relations between words, starting with #REFR, uses textual patterns. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The on the systems and #REFR show that significant remarks, of all approaches and and 90s, and knowledge-poor models", "cit": "Experiments in both #OTHEREFR and #REFR find no conclusive winner among early fusion, additive late fusion, and multiplicative late"}
{"pre": "The we #REFR #REFR, we assume the the of are the in merely than to what one are are", "cit": "First, as in #REFR, we stipulate that some attributes of entities are more important than others, and that some"}
{"pre": "Active learning has been applied for a number of natural NLP tasks including reduce the number of manually annotated", "cit": "Active learning has been shown, for a number of different NLP tasks, to reduce the number of manually annotated"}
{"pre": "Non-linear we have been that performance in many summarization #OTHEREFR; and #REFR, and question parsing analysis #OTHEREFR. _EOS_ _EOS_", "cit": "Therefore, SVMs have shown good performance for text categorization #OTHEREFR, chunking #REFR, and dependency structure analysis #OTHEREFR. _EOS_ _PAD_"}
{"pre": "Bridging we use describe a model to zero a from the text and by #REFR, _EOS_ _EOS_ _EOS_ _EOS_", "cit": "First, we briefly introduce our method for constructing NCFs from raw corpora proposed in #REFR. _EOS_ _PAD_ _PAD_ _PAD_"}
{"pre": "The maximum-likelihood coverage of been been used in be useful simple component of the grammar as grammar intelligent phenomenon", "cit": "Traditionally, broad coverage has always been considered to be a desirable property of a grammar: the more linguistic phenomena"}
{"pre": "The approaches of include the HMM of maximum of a alignments improving well as the methods loss the two", "cit": "Common combination methods include the union or intersection of directional alignments, as well as heuristic interpolations between the union"}
{"pre": "We #REFR, we use the n-gram list of 100 for from we use not use extracted the weight on", "cit": "Following #REFR, we use an n-best list of 10000 sentences but we do not initially tune the negation feature"}
{"pre": "The (Wong is a system that by the machine context statistical translation techniques. _EOS_ _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "WASP #REFR is a model motivated by statistical synchronous parsing-based machine translation #OTHEREFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The most used in this is a manually approach model scheme sentiment word _EOS_ type direction for the _EOS_", "cit": "The resource presented in #REFR uses a similar binomial annotation for single words; another interesting resource is _OOV_ #OTHEREFR"}
{"pre": "Compositional work to #REFR have performed this task by modifying the type vector of T and the type s", "cit": "Previous approaches #OTHEREFR; #REFR have performed this task by modifying the type vector for T to the context s"}
{"pre": "Worse work we is to identify omission-type and #REFR errors in #REFR leaning #REFR. to in the to identify", "cit": "The method #OTHEREFR aims to detect omission-type and replacement-type errors and transformation-based leaning is employed in #REFR to learn"}
{"pre": "#REFR the years, conditional random fields #OTHEREFR; have discriminative retrieval #REFR. a on #REFR _EOS_ _EOS_ _EOS_ _EOS_ _EOS_", "cit": "In recent years, conditional random fields #OTHEREFR and information extraction from research papers #REFR. _EOS_ _PAD_ _PAD_ _PAD_ _PAD_"}
{"pre": "The is similar relatively improvement over respect to the results on by the best semantic similarity of in #REFR.", "cit": "This is a significant improvement with respect to previous results achieved by the pure distributional model reported in #REFR."}
{"pre": "We a result, we the optimal scoring function tree for not useful as to optimization procedure #REFR. _EOS_ =", "cit": "As a consequence, finding the highest scoring parse tree is a provably hard combinatorial inference problem #REFR. _EOS_ _PAD_"}
